tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "xquartz"
brew "boost"
brew "libpng"
brew "freetype"
brew "python"
brew "cmake"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "tbb"
brew "emacs", restart_service: true
brew "freeglut"
brew "git"
brew "git-gui"
brew "gnu-tar"
brew "hdf5"
brew "hwloc"
brew "lapack"
brew "mpir"
brew "opencv"
brew "pkg-config"
brew "platformio"
brew "python@2", link: false
brew "scons"
brew "uncrustify"
cask "cmake"
cask "emacs"
cask "mactex"
cask "skim"
